#%a	Будний день, короткая версия	Ср	
#%A	День недели, полная версия	Среда	
#%w	День недели обозначается числом от 0 до 6, где 0 — воскресенье	3	
#%d	День месяца 01-31	31	
#%b	Название месяца, сокращенная версия	Декабрь	
#%B	Название месяца, полная версия	Декабрь	
#%м	Месяц в виде числа от 1 до 12	12	
#%y	Год, сокращенная версия, без указания столетия	18	
#%Y	Год выпуска, полная версия	2018	
#%Ч	С 00:00 до 23:00	17	
#%I	Час 00-12	05	
#%p	УТРО / ВЕЧЕР	Премьер - министр	
#%М	Минута 00-59	41	
#%С	Второй 00-59	08	
#%f	Микросекунды 000000-999999	548513	
#%z	Смещение по UTC	+0100	
#%Z	Часовой пояс	CST	
#%j	Номер дня в году 001-366	365	
#%U	Номер недели в году, воскресенье — первый день недели, 00-53	52	
#%W	Номер недели в году, понедельник — первый день недели, 00-53	52	
#%c	Локальная версия даты и времени	Пн, 31 декабря, 17:41:00 2018	
#%C	Столетие	20	
#%x	Локальная версия даты	12/31/18	
#%X	Местная версия времени	17:41:00	
#%%	Символ %	%	
#%Г	Год сертификации по стандарту ISO 8601	2018	
#%u	ISO 8601: номер дня недели (1–7)	1	
#%В	Номер недели по стандарту ISO 8601 (01–53)	01	
